<div class="title flex flex-between flex-align-center">
    <span>Правила сайта</span>
</div>

<div class="content">
    <div class="alert">
        <span>Активируйте Реферальный/Промо код и получите 5 рублей на баланс.</span>
        <span class="alert-close tooltip" data-close="alert" title="Закрыть">×</span>
    </div>
    <div class="game-content faq flex flex-between flex-wrap">
        <div id="rules" class="faq-items">
            <div class="faq">
                <div class="heading">
                    <span>Общие правила сайта</span>
                    <div class="arrow"></div>
                </div>
                <div class="more-content">
                    <p>- Данный документ является договором на использование сервиса <?php echo e($settings->sitename); ?>. Ниже приведены правила и условия использования Сервиса. Пожалуйста, внимательно ознакомьтесь с ними.</p>
                    <p>- Сервисом могут пользоваться лица старше 18 лет.</p>
                    <p>- Игра "<?php echo e($settings->sitename); ?>" - беспроигрышная онлайн игра принадлежащая организатору и находящаяся по адресу в сети интернет https://<?php echo e($settings->domain); ?>. Организатором предоставляются услуги пользователю по организации его развлечения, досуга и отдыха.</p>
                    <p>- Организаторы беспроигрышной онлайн игры <?php echo e($settings->sitename); ?> никого насильно не заставляют проводить свой досуг на этом проекте.</p>
                    <p>- Администрация Сервиса оставляет за собой право вносить изменения в текст данных Правил. Пользователь самостоятельно отслеживает изменения Правил, размещенных по адресу https://<?php echo e($settings->domain); ?>/rules.</p>
                </div>
            </div>
            <div class="faq">
                <div class="heading">
                    <span>Учетная запись, пароль, безопасность</span>
                    <div class="arrow"></div>
                </div>
                <div class="more-content">
                    <p>- Для открытия Учетной Записи пользователь должен авторизоваться через Telegram.</p>
                    <p>- Пользователь несет полную ответственность за хранение конфиденциальной информации, за потерю доступа к своей Учетной Записи.</p>
                    <p>- Кроме того, пользователь несет полную ответственность за любые совершенные им действия.</p>
                    <p>- Сервис не несет ответственности за поступки, совершенные Пользователем в отношении третьих лиц.</p>
                    <p>- Пользователь обязуется сообщить Сервису о любом несанкционированном использовании его Учетной записи.</p>
                </div>
            </div>
            <div class="faq">
                <div class="heading">
                    <span>Конфиденциальность</span>
                    <div class="arrow"></div>
                </div>
                <div class="more-content">
                    <p>- Сервис обязуется не редактировать и не раскрывать любую конфиденциальную информацию, предоставленную Пользователем Сервису.</p>
                    <p>- Сервис также обязуется хранить личный пароль пользователя в зашифрованном виде.</p>
                    <p>- Личные данные могут быть предоставлены третьим лицам лишь в связи с нарушением законодательства, а также оскорблением или клеветой в отношении брендов или торговых марок третьих лиц.</p>
                </div>
            </div>
            <div class="faq">
                <div class="heading">
                    <span>Пользователь</span>
                    <div class="arrow"></div>
                </div>
                <div class="more-content">
                    <p>- Сервис оставляет за собой право в любой момент без предварительного оповещения блокировать Пользователя в связи с нарушением правил использования Сервиса или законодательства, а также аннулировать весь баланс, если это финансовое нарушение.</p>
                    <p>- Неприемлемы попытки несанкционированного доступа, попытки нанесения вреда Сервису.</p>
                    <p>- При добавлении на сайт любой информации, запрещены оскорбления, вымогательства, клевета, блеф, сообщения, содержащие вредоносную информацию (в т.ч. вирусы, трояны, черви и т.п.), а также информация, способная нанести вред третьим лицам.</p>
                </div>
            </div>
            <div class="faq">
                <div class="heading">
                    <span>Запрещено</span>
                    <div class="arrow"></div>
                </div>
                <div class="more-content">
                    <p>- Запрещается публиковать фальсифицированные данные</p>
                    <p>- Запрещается передача любых материалов, которые могут нарушить интеллектуальную собственность третьих лиц</p>
                    <p>- Запрещаются фальшивые публикации информации с целью получения несанкционированных доступов к информации или данным третьих лиц</p>
                    <p>- Запрещается использование различных тактик и схем с целью получить выгоду</p>
                    <p>- Запрещается регистрировать более одной Учетной Записи</p>
                    <p>- Запрещается использовать нецензурную лексику, оскорблять других участников и обвинять сайт в мошеничестве</p>
                    <p>- Запрещается пополнять счет на сайте с целью вывода денежных средств на другую платежную систему</p>
                    <p>- Запрещается передавать данные для доступа к Учетной записи третьим лицам</p>
                    <p>- Запрещается оскорблять, обзывать, ставить под сомнение профессиональную квалификацию и добросовестность физических и юридических лиц, в том числе Пользователей Сервиса и Администрации Сервиса.</p>
                    <p>- Запрещается выбирать себе аватары, содержащие сцены насилия, угрозы, сквернословия, разврат (порнография), дискриминация в любых проявлениях, коммерческая реклама и рекламные тексты</p>
                    <p>- Запрещается несанкционированное воздействие на сервер и (или) код игры.</p>
                    <p>- Запрещается создание и запуск несанкционированного Администрацией бота или иной автоматизированной (полуавтоматизированной) программы с целью совершения любых действий.</p>
                </div>
            </div>
            <div class="faq">
                <div class="heading">
                    <span>Соглашение с правилами сайта (оферты)</span>
                    <div class="arrow"></div>
                </div>
                <div class="more-content">
                    <p>- Зарегистрировавшись в Сервисе, Вы, тем самым, соглашаетесь с правилами нашего сайта.</p>
                </div>
            </div>
            <div class="faq">
                <div class="heading">
                    <span>Права</span>
                    <div class="arrow"></div>
                </div>
                <div class="more-content">
                    <p>- Исключительное право на Сервис принадлежит Сервису</p>
                    <p>- Все права на материалы, представленные на нашем сайте, принадлежат Правообладателям</p>
                </div>
            </div>
        </div>
    </div>
</div><?php /**PATH /var/www/html/resources/views/pages/rules.blade.php ENDPATH**/ ?>